Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Kiepsko sypiam. Cały czas zastanawia mnie, jakie aspekty magii czekają na odkrycie...
uk: Я зовсім погано сплю. Мені постійно цікаво, які ще аспекти магії чекають на відкриття...

source: Kiepsko.
uk: Не дуже.

source: Kieruj się na zachód, a ja rozejrzę się wzdłuż brzegu.
uk: Йди на захід, а я подивлюся вздовж берега.

source: Kieruję tą kopalnią od dawna i nie będę słuchał jakiegoś żółtodzioba, któremu zrobiło się smutno, bo wymagam dużo od pracowników.
uk: Я керую цією копальнею вже давно і не збираюся слухати якогось новачка, який засмутився через те, що я багато вимагаю від працівників.

source: Kieszenie pełne kosztowności i tylko kilka zadrapań. Bałem się, że będzie gorzej.
uk: Кишені повні коштовностей і лише кілька подряпин. Я боявся, що буде гірше.

source: Kieszonkowców podzielić można, jak wiele innych kunsztów, na 3 stopnie wtajemniczenia - zielony, doświadczony i mistrz. Z każdym następnym poziomem, będzie on w stanie okradać bardziej uważnych rozmówców.
uk: Обкрадання, як і багато інших вмінь, можна розділити на три рівні майстерності – початківець, досвідчений і майстер. З кожним наступним рівнем з'являється можливість красти у більш уважних співрозмовників.

source: Kieł błotnego węża
uk: Зуб болотожера

source: Kieł dzika
uk: Ікло кабана

source: Kieł trolla
uk: Ікло троля

source: Kiełbasa
uk: Ковбаса

source: Kij bojowy
uk: Бойовий посох

source: Kij na pokrzywy
uk: Гілка кропиви

source: Kilka dni po bitwie udało mi się zorganizować symboliczny pochówek. Ceremonia odbyła się w kościele Magów Ognia, a sam nagrobek umieściłem w dodatkowej, zewnętrznej części cmentarza, przeznaczonej dla wszystkich poległych podczas walki o miasto.
uk: Через кілька днів після битви мені вдалося організувати символічне поховання. Церемонія відбулася в церкві Магів Вогню, а сам надгробок я розмістив у додатковій, зовнішній частині цвинтаря, призначеній для всіх полеглих під час битви за місто.

source: Kilka dni temu odwiedził mnie pewien podróżnik. Chciał sprzedać projekt na ciekawą broń, ale żądał zdecydowanie za dużo. Odmówiłem.
uk: Кілька днів тому до мене завітав один мандрівник. Він хотів продати креслення цікавої зброї, але надто дорого. Я відмовився.

source: Kilka dni temu otrzymałem od nich ostatni raport, później nie było żadnych nowych informacji. Chyba obaj wiemy, co to może znaczyć.
uk: Останній звіт я отримав від них кілька днів тому, після цього ніякої нової інформації не надходило. Думаю, ми обидва знаємо, що це може означати.

source: Kilka dni temu sam ją widziałem, z wielką paszczęką i czerwonymi ślepiami. Przekradała się na skałach w pobliżu ścieżki biegnącej na północ.
uk: Кілька днів тому я бачив його на власні очі: велика паща, червоні очі. Він скрадався по скелях біля стежки, що веде на північ.

source: Kilka dni temu widziałem go w wiosce. Zaglądał tam średnio co tydzień, ale z czasem przychodził coraz bardziej napruty i osowiały, aż w końcu w ogóle przestałem go widywać.
uk: Я бачив його в селі кілька днів тому. Він приходив туди в середньому щотижня, але з часом він ставав щоразу більш п'яним і непривітним, поки врешті взагалі не перестав з'являтись.

source: Kilka dni temu, jakiś nowy zaczął się przechwalać, że znalazł klucz. Mówiłem mu, żeby zostawił sprawę i że niektóre drzwi po prostu nie powinny zostać otwarte...
uk: Кілька днів тому якийсь новачок почав хизуватися, що знайшов ключ. Я сказав йому, щоб він облишив цю справу, і що деякі двері просто не варто відчиняти...

source: Kilka dni temu, więc nie wiem, czy jeszcze go tam znajdziesz, ale możesz spróbować.
uk: Кілька днів тому. Та я не знаю, чи ти ще знайдеш його там, але можеш спробувати.

source: Kilka godzin, może dzień, dokładnie nie wiem, nie liczyłem.
uk: Кілька годин, може, день, точно не знаю, я не рахував.

source: Kilka grudek kutego żelaza.
uk: Кілька шматочків кованого заліза.

source: Kilka gęb do obicia
uk: Кілька пик для побиття

source: Kilka kamieni na sobie to jeszcze nie grobowiec. Nawet nie myśl, żeby o tym mówić pozostałym. Skoro ciebie tam nic nie zjadło, to nie ma powodu do paniki.
uk: Кілька каменів, що лежать один на одному – це ще не гробниця. Навіть не думай розповідати про це іншим. Оскільки тебе там ніхто не з'їв, немає причин для паніки.

source: Kilka kłów błotnego węża, skrzydła krwiopijcy i żądła. Całkiem nieźle, będzie za co pić u Oscara.
uk: Кілька ікол болотожера, крила і жала шершнів. Досить непогано, є на що випити в Оскара.

source: Kilka lat temu, jeśli nie kilkanaście, musiałabym sprawdzić dokładny termin. Dlaczego pytasz?
uk: Кілька років тому, якщо не кільканадцять, я б уточнив дату. Чому ти запитуєш?

source: Kilka listów i notatek. Mogą się przydać, gdy już będziemy na zewnątrz.
uk: Декілька листів і записок. Можуть стати в нагоді, коли ми вийдемо назовні.

source: Kilka metrów od brzegu, na powierzchni, unosiła się zakorkowana butelka z kawałkiem papieru w środku.
uk: За кілька метрів від берега плавала закупорена пляшка з папірцем всередині.

source: Kilka miesięcy i kto wie, może sprawie sobie ładny dom na starym mieście.
uk: Ще кілька місяців, і хто знає, можливо, я придбаю собі гарний будинок у Старому місті.

source: Kilka miesięcy po rozpoczęciu wojny, na dwór Londram przybył emisariusz Farkanda z prośbą o wsparcie. Król wyspy, mając w pamięci krzywdy, jakie Volfzack niegdyś wyrządził jego ojcu, postawił wysokie żądania. W przypadku zwycięstwa nad Jarundem miał przejąć tron Archolos, który po jego śmierci przypaść miał jego synom aż po kres czasu.
uk: Через кілька місяців після початку війни до двору Лондрама прибув посол від Фарканда з проханням про підтримку. Король острова, пам'ятаючи про кривди, які Вольфзак колись завдав його батькові, висунув високі вимоги. У разі перемоги над Ярундом він мав зайняти трон Архолосу, який після його смерті мав назавжди перейти до його синів.

source: Kilka miesięcy temu przyszła tu pewna grupa ludzi, podobna do waszej. Powitaliśmy ich z otwartymi rękami, jak przystało na dobrych gospodarzy.
uk: Кілька місяців тому сюди прийшла група людей, схожих на вас. Ми прийняли їх з відкритими обіймами, як і належить добрим господарям.

source: Kilka miesięcy temu spotkałem w pobliżu Przystani tropiciela z Gildii. Mówił, że szuka jakiejś młodej dziewczyny o imieniu Lena i od razu zabrzmiało mi to jakoś znajomo.
uk: Кілька місяців тому я зустрів біля Гавані слідопита з Гільдії. Він сказав, що шукає якусь молоду дівчину на ім'я Олена, і це ім'я одразу здалося мені знайомим.

source: Kilka osób razem ze mną dotarło do brzegu na południowy zachód stąd... Te gnojki rozkradły co się dało i ruszyli w głąb bagna...
uk: Кілька людей разом зі мною дісталися до берега на південний захід звідси... Ці виродки розграбували все, що змогли, і пішли вглиб болота...

source: Kilka osób w wiosce, które przepytałem, najpewniej też ich widziało.
uk: Дехто з мешканців села, яких я опитав, ймовірно, теж їх бачили.

source: Kilka podobnych malunków z krwi pojawiło się też w Starym Mieście.
uk: Кілька подібних кривавих плям з'явилося також у Старому місті.

source: Kilka pytań, nie więcej.
uk: Декілька питань, не більше.

source: Kilka szkieletów i zombie nie będą stanowić żadnego wyzwania dla tak wprawnego wojownika jak ja czy Marvin.
uk: Кілька скелетів та мерців це зовсім не проблема для такого вправного воїна, як я чи Марвін.

source: Kilka sztuk złota, sztylet i nietknięty bochenek chleba.
uk: Кілька золотих, кинджал і непочатий буханець хліба.

source: Kilka wyrazów. Może uda mi się ułożyć jakąś sensowną całość z tego, co rozumiem.
uk: Кілька слів. Можливо, з того, що я зрозумію, я зможу скласти якесь осмислене речення.

source: Kilka z tych figurek może trafi nawet do pozłocenia.
uk: Декілька з цих статуеток можуть навіть піти на позолоту.

source: Kilku nieumarłych nie powstrzyma przywódcy Wodnego Kręgu i jednego z najbardziej obiecujących Magów Wody.
uk: Декілька мерців не зупинять лідера Кільця Води та одного з найкращих Магів Води.

source: Kilku się przewinęło.
uk: Було тут декілька.

source: Kilku strażników zaczęło mi już grozić!
uk: Кілька вартових вже почали мені погрожувати!

source: Kilku z nich możesz też znaleźć w mieście, gdzie podnoszą mieszkańców na duchu i leczą chorych.
uk: Ти також можеш зустріти кількох з них у місті, де вони піклуються про духовне і тілесне здоров'я містян.

source: Kilof
uk: Кирка

source: Kilof Val-Brycha
uk: Кирка Вал-Брича

source: Kilofy po prostu pękają po kilku godzinach solidnego łupania o te przeklęte kamienie.
uk: Кирки просто ламаються через кілька годин безперервного биття об це кляте каміння.

source: Kim był drugi porywacz?
uk: Хто був другим викрадачем?

source: Kim był ten człowiek?
uk: Ким був цей чоловік?

source: Kim był ten znawca ziół?
uk: Хто був цим травником?

source: Kim był zleceniodawca?
uk: Хто був замовником?

source: Kim będziemy jeśli porzucimy to co czyni z nas Wilczych Synów?
uk: Ким ми будемо, якщо відмовимось від того, що робить з нас Вовчих Синів?

source: Kim jest Alfred?
uk: Хто такий Альфред?

source: Kim jest Blake?
uk: Хто такий Блейк?

source: Kim jest Riordian?
uk: Хто такий Ріордіан?

source: Kim jest Vlada?
uk: Хто така Влада?

source: Kim jest główny podejrzany?
uk: Хто головний підозрюваний?

source: Kim jest podejrzany?
uk: Хто цей підозрюваний?

source: Kim jest ten cały Gerhard?
uk: Хто такий цей Герхард?

source: Kim jest ten cały Kaleb?
uk: Хто такий цей Калеб?

source: Kim jest ten cały Volker?
uk: Хто такий цей Волкер?

source: Kim jest ten cały generał Lee?
uk: Хто такий генерал Лі?

source: Kim jest ten klient?
uk: Хто цей клієнт?

source: Kim jest wasz szef?
uk: Хто вас найняв?

source: Kim jest władca tej twierdzy?
uk: Хто володар цієї фортеці?

source: Kim jesteś i co tu robisz?
uk: Хто ти і що ти тут робиш?

source: Kim jesteś i czego tu szukasz? Nie widzisz, że miasto jest w trakcie oblężenia?
uk: Хто ти і що тут шукаєш? Хіба не бачиш, що місто в облозі?

source: Kim jesteś?
uk: Хто ти?

source: Kim jesteś? Czego chcesz?
uk: Хто ти? Чого тобі треба?

source: Kim jesteś? Czego tutaj szukasz?
uk: Хто ти? Що тобі тут треба?

source: Kim jesteś? Kto cię tu wpuścił?
uk: Хто ти? Хто тебе впустив сюди?

source: Kim jesteście?
uk: Хто ви?

source: Kim on jest?
uk: Хто він такий?

source: Kim ona jest?
uk: Хто вона така?

source: Kim oni są?
uk: Хто вони такі?

source: Kim są najważniejsze osoby na wyspie?
uk: Хто є найважливішими людьми на острові?

source: Kim są te osoby?
uk: Хто ці люди?

source: Kim ty do cholery jesteś?
uk: Хто ти, в біса, такий?

source: Kim ty w ogóle jesteś?
uk: Хто ти взагалі такий?

source: Kim wy jesteście?!
uk: Хто ви такі, хлопці?

source: Kim wy... Kim wy jesteście...?!
uk: Хто ви... Хто ви такі...?!

source: Kim... czym jesteś?
uk: Хто... що ти таке?

source: Kimś w rodzaju handlarza. Skupuje plony od farmerów i winiarzy, a potem sprzedaje je w mieście z zyskiem.
uk: Хтось на кшталт торговця. Він скуповує врожай у фермерів і виноробів, а потім вигідно продає його в місті.

source: Kimś, kogo nużą już te stale powtarzające się pytania.
uk: Той, кому вже набридли однакові питання.

source: Kimś, kto przewróci tę waszą Gildię do góry nogami.
uk: Той, хто збирається перевернути цю вашу Гільдію з ніг на голову.

source: Kimże jest twój towarzysz? Nie przypominam sobie, by był członkiem kręgu.
uk: Хто твій супутник? Не пригадую, щоб він був членом Кільця.

source: Kipper
uk: Кіпер

source: Kipper miał rację, nie tylko nieźle sobie popijali, ale też przywłaszczyli sobie trochę rzeczy z wioski.
uk: Кіпер мав рацію, вони не тільки добре випили, але й привласнили деякі речі з села.

source: Kipper trenuje wszystkich początkujących kuszników w Silbach. Jest wartownikiem północnej bramy wioski.
uk: Кіпер тренує усіх арбалетників-початківців у Сільбаху. Він – вартовий на північних воротах села.

source: Klasztor
uk: Монастир

source: Klasztor Magów Wody.
uk: Монастир Магів Води.

source: Klasztor jest miejscem, gdzie nawet najbardziej zagubione dusze potrafią odnaleźć spokój. Możesz tu powierzyć wszystkie swoje problemy Adanosowi.
uk: Монастир – це місце, де можуть знайти спокій навіть найзагубленіші душі. Тут ти можеш довірити всі свої проблеми Аданосу.

source: Klasztor jest siedzibą magów wody oraz nowicjuszy od niepamiętnych lat. Służy nam za miejsce modlitw, pracy oraz kontemplacji.
uk: Монастир – це дім Магів Води та послушників з незапам'ятних часів. Він служить місцем для молитви, роботи і роздумів.

source: Klasztor to wspaniałe miejsce. Nigdzie indziej na wyspie nie czuć mocy Adanosa tak jak tutaj, polecam ci wykorzystać to do szczerej modlitwy.
uk: Монастир – дивовижне місце. Ніде більше на острові ти не зможеш відчути силу Аданоса, як тут, рекомендую тобі відвідати його для щирої молитви.

source: Klasztor został założony na wyspie wiele wieków temu, jeszcze zanim dotarli tu pierwsi Myrtańczycy.
uk: Монастир був заснований на острові багато століть тому, ще до появи перших міртанців.

source: Klasztorny ogrodnik zaproponował mi parę mikstur w zamian za przyniesienie mu kilku nasion. Powinienem spojrzeć na listę i dowiedzieć się, jakich potrzebuje.
uk: Монастирський садівник запропонував кілька еліксирів в обмін на те, що я принесу йому насіння. Я повинен переглянути список і з'ясувати, яке саме насіння йому потрібне.

source: Klaus
uk: Клаус

source: Klawiatura
uk: Керування

source: Klienci cenią sobie dobrą jakość w dobrej cenie, a dostawcy fakt, że ich nie oszukuję.
uk: Клієнти цінують хорошу якість за хорошу ціну, а постачальники цінують те, що я їх не обманюю.

source: Klienci muszą ustawiać się do ciebie w kolejce.
uk: Клієнти повинні ставати до тебе в чергу.

source: Klient nasz pan! W czym mogę ci dzisiaj pomóc?
uk: Клієнт – наш пан! Чим я можу сьогодні допомогти?

source: Klient zamawia, klient dostaje. Nie moja sprawa. To co z tą pracą?
uk: Клієнт замовляє, клієнт отримує. Не моя справа. То що це за робота?

source: Klimat Varrantu i Nordmaru wpłynął również na styl walki preferowany przez mieszkańców tych krajów. Odziani w lekkie, niekrępujące ruchów stroje Varrantczycy najchętniej dobywają broni lekkiej jedno- lub dwuręcznej, takiej jak sejmitary czy oszczepy. Z kolei ciasno opatuleni w kilkuwarstwowe ubrania Nordmarczycy mają ograniczoną zdolność ruchową, toteż szkolą się oni najczęściej w walce prostymi, obosiecznymi klingami lub toporami, ceniąc sobie przede wszystkim siłę i impet wyprowadzanych ciosów.
uk: Клімат Варанту та Нордмару також вплинув на стиль ведення бою, якому віддають перевагу їхні мешканці. Одягнені в легкий, не обмежуючий рухів одяг, варантці віддають перевагу одноручній або дворучній легкій зброї, такій як ятагани та списи. Натомість нордмарці, щільно закутані в кілька шарів одягу, малорухливі, тому зазвичай практикують бій прямими двосторонніми клинками або сокирами, цінуючи насамперед силу та імпульс своїх ударів.

source: Klnąc się na prawo do tych ziem, Ulryk zażądał otwarcia bram, ale Godryk zabarykadował się i cierpliwie czekał.
uk: Присягаючи на право володіння цими землями, Ульрік зажадав, щоб йому відчинили ворота, але Годрік забарикадувався і терпляче чекав.

source: Klucz
uk: Ключ

source: Klucz Baesa
uk: Ключ Байса

source: Klucz Bodowina
uk: Ключ Бодовіна

source: Klucz Dimy
uk: Ключ Діни

source: Klucz Einara
uk: Ключ Ейнара

source: Klucz Fellera
uk: Ключ Феллера

source: Klucz Igora
uk: Ключ Ігоря

source: Klucz Lewko
uk: Ключ Левко

source: Klucz Lokvara
uk: Ключ Локвара

source: Klucz Roya
uk: Ключ Роя

source: Klucz Salviego
uk: Ключ Сальві

source: Klucz Tilla
uk: Ключ Тілля

source: Klucz Zachary'ego
uk: Ключ Захарія

source: Klucz do domu
uk: Ключ від будинку

source: Klucz do domu Ramseya
uk: Ключ від будинку Рамзі

source: Klucz do kanałów
uk: Ключ від каналізації

source: Klucz do kaplicy
uk: Ключ від каплиці

source: Klucz do komórki nowicjuszy
uk: Ключ від комори послушників

source: Klucz do kościoła Innosa
uk: Ключ від церкви Інноса

source: Klucz do magazynu
uk: Ключ від складу

source: Klucz do mojego domu.
uk: Ключ від мого будинку.

source: Klucz do piwniczki
uk: Ключ від підвалу

source: Klucz do pokoju
uk: Ключ від кімнати

source: Klucz do sali grobowej
uk: Ключ від похоронної камери

source: Klucz do skrzyni Jona
uk: Ключ від скрині Йона

source: Klucz do skrzyni Rodrigo
uk: Ключ від скрині Родріго

source: Klucz do skrzyni w kopalni soli
uk: Ключ від скрині в Соляній копальні

source: Klucz do skrzyni w magazynie Valerio.
uk: Ключ від скрині на складі Валеріо.

source: Klucz do skrzynki
uk: Ключ від скрині

source: Klucz do sypialni
uk: Ключ від спальні

source: Klucz do sypialni w Silbach.
uk: Ключ від спальні в Сільбаху.

source: Klucz do szyfru
uk: Ключ до шифру

source: Klucz od Muresa
uk: Ключ Муреша

source: Klucz od Riordiana
uk: Ключ Ріордіана

source: Klucz pasterza
uk: Ключ пастуха

source: Klucz z winnicy Valerio
uk: Ключ з виноградника Валеріо

source: Klucz, który dostałem od żeglarza.
uk: Ключ, який я отримав від моряка.

source: Klucz, który otrzymałem od Einara.
uk: Ключ, який я отримав від Ейнара.

source: Klucz, który otrzymałem od Jona.
uk: Ключ, який я отримав від Йона.

source: Klucz, który otrzymałem od Lokvara.
uk: Ключ, який я отримав від Ловара.

source: Klucz, który otrzymałem od Zachary'ego.
uk: Ключ, який я отримав від Захарія.

source: Klucz, który zabrałem
uk: Ключ, який я взяв

source: Klucz, który znalazłem w dziwnej rybie.
uk: Ключ, який я знайшов в дивній рибині.

source: Klucz, który znalazłem w kanałach.
uk: Ключ, який я знайшов в каналізації.

source: Klucz, który znalazłem w sakiewce Salviego.
uk: Ключ, який я знайшов в гаманці Сальві.

source: Klucz, którym otworzę pewnie
uk: Ключ, яким я, можливо, відчиню

source: Klucz? Nie kojarzę. A co?
uk: Ключ? Не пригадую. А що?

source: Kluczem do sukcesu jest informacja. Im więcej wiesz o twoim dłużniku, tym prościej wyegzekwować długi.
uk: Інформація – це ключ до успіху. Чим більше ти знаєш про свого боржника, тим легше буде стягувати борги.

source: Kluczem do zwycięstwa będzie jak najdłużej pozostanie niezauważonym.
uk: Ключем до перемоги буде якомога довше залишатися непоміченими.

source: Kluczem jest osiągnięcie wyjątkowo trwałej i zarazem elastycznej stali, która nie złamie się na skutek gwałtownego uderzenia.
uk: Ключовим є досягнення надзвичайно міцної, але гнучкої сталі, яка не зламається від сильного удару.

source: Kluczem, i to dosłownie, do skutecznego otwierania zamków jest to, czego wam, młodym, zawsze brakuje: cierpliwości!
uk: Ключ, і я це буквально, до успішного відмикання замків, і це те, чого вам, молодим, завжди бракує – це терпіння!

source: Kluczowe jest wybadanie takiego miękkiego punktu na odwłoku krwiopijcy, czy tam trutnia, zależnie, z czego chcesz gruczoł pozyskać.
uk: Найважливіше - відшукати м'яке місце на черевці шершня або трутня, в залежності від того, з кого хочеш видалити залозу.

source: Kluski z goblinimi jagodami
uk: Локшина з гоблінських ягід

source: KmLib.dll file not found! Please reinstall application or contact with technical support. Error code:
uk: Файл KmLib.dll не знайдено! Будь ласка, перевстановіть програму або зверніться до служби технічної підтримки. Код помилки:

source: Knur
uk: Кабан

source: Knut
uk: Кнут

source: Knut był wyraźnie zadowolony z wykonanej przeze mnie roboty. W nagrodę dał mi sporo złota.
uk: Кнут був дуже задоволений виконаною мною роботою. У нагороду він дав мені багато золота.

source: Knut poprosił mnie o pomoc w pozbyciu się grasującej po okolicy bandy wilków. Powiedział też, że w zadaniu pomoże mi pewien myśliwy. Znajdę go nocną porą w pobliżu starej kaplicy na północ stąd.
uk: Кнут попросив мене допомогти позбутися зграї вовків, які блукають в околиці. Він також сказав, що один мисливець допоможе мені з цим завданням. Я знайду його вночі біля старої каплиці на північ звідси.

source: Knut to szef drwali. Pracują przy Wilczym Leżu. To surowy i wymagający człowiek. Nada się idealnie.
uk: Кнут – начальник лісорубів. Вони працюють біля Вовчого Лігва. Він суворий і вимогливий чоловік. Він ідеально впишеться в колектив.

source: Knut twierdzi, że tylko Lowell miałby odwagę podjąć się dodatkowej pracy. Cholera, za wolno mi poszło z tymi zębaczami...
uk: Кнут каже, що тільки Лоувел міг взятися за додаткову роботу. Шкода, що я не встиг зі снепперами...

source: Knut zgodził się podjąć nową pracę. Nie mam wątpliwości, że poradzi sobie na nowym stanowisku. Pora na drugą część zadania. Huxlay na mnie czeka.
uk: Кнут погодився на нову роботу. Я не сумніваюся, що він добре впорається на новій посаді. Настав час для другої частини завдання. Хакслі чекає на мене.

source: Knut, kierownik obozu drwali, powiedział mi, że da mi trochę drewna, jeśli odnajdę jednego z jego pracowników, Elco, który od kilku dni nie pojawił się w pracy.
uk: Кнут, керівник табору лісорубів, сказав мені, що дасть мені трохи дров, якщо я знайду одного з його робітників, Елько, який не з'являвся на роботі вже кілька днів.

source: Knut, kierownik obozu drwali, powiedział mi, że odstąpi mi trochę drewna, jeśli pomogę mu przy pracy. Mam pociąć każdą z przygotowanych przez drwali kłód na równe kawałki, a następnie wszystkie mu je przynieść.
uk: Кнут, керівник табору лісорубів, сказав мені, що дасть мені трохи дров, якщо я допоможу йому з роботою. Я повинен розрізати на рівні частини усі колоди, приготовані лісорубами, а потім принести їх йому.

source: Knut, szef drwali z okolic Wilczego Leża, może mi odpłatnie pokazać, jak stać się silniejszym.
uk: Кнут, головний лісоруб з околиць Вовчого Лігва, може показати мені за певну плату, як стати сильнішим.

source: Knut. Facet jest najbardziej doświadczony z nas wszystkich i najlepiej sobie radzi z organizowaniem wszystkiego.
uk: Кнут. Він найдосвідченіший з-поміж нас і найкраще вміє все організовувати.

source: Kobieta? Z tego jeszcze będą problemy!
uk: Жінка? З цим точно будуть проблеми!

source: Kobietom jest trudniej w tym zawodzie?
uk: Чи складно жінкам у цій професії?

source: Kobiety w Przystani nie mają łatwego życia. Nie miałam ochoty skończyć w łapach Bena lub przemytników.
uk: Жінкам в Гавані нелегко живеться. Я не мала жодного бажання сконати в лапах Бена чи контрабандистів.

source: Kobiety, piwo, gorzałę i jeszcze więcej kobiet.
uk: Жінки, пиво, випивка та ще більше жінок.

source: Kobietę widziano ostatnio w stroju obywatelki niedaleko głównego wejścia na plac ratuszowy.
uk: Востаннє цю 'жінку' бачили в цивільному одязі біля центрального входу на площу перед Ратушею.

source: Kobus
uk: Кобус

source: Kobus pozwolił mi zostać przy jego eksperymencie. Muszę wrzucić perły do kadzi z wodą.
uk: Кобус дозволив мені взяти участь у його експерименті. Я маю кинути перлини у чан з водою.

source: Kochana Elso,
uk: Кохана Ельзо,

source: Kochani desperaci i biedacy...
uk: Дорогі зневірені і бідні...

source: Kochani mieszkańcy miasta Archolos!
uk: Шановні жителі Архолосу!

source: Kochani! Nie lękajcie się! Odprowadzimy was w bezpieczne miejsce.
uk: Дорогі друзі! Не бійтеся! Ми відведемо вас у безпечне місце.

source: Kochany Dalmonie,
uk: Шановний Далмоне!

source: Kocioł
uk: Казан

source: Kociołek rybaka
uk: Казанок рибалки

source: Kogo chcecie się pozbyć?
uk: Кого ти хочеш позбутися?

source: Kogo ciekawego mogę tu spotkać?
uk: Кого цікавого я можу тут зустріти?

source: Kogo dopadła?
uk: Хто саме?

source: Kogo ja widzę.
uk: Кого я бачу.

source: Kogo ja widzę. Jak życie? Znalazłeś to, czego szukałeś? Albo chociaż dorobiłeś się małej fortuny po drodze?
uk: Кого я бачу. Як життя? Ти знайшов те, що шукав? Або хоча б заробив по дорозі невеликий статок?

source: Kogo ja widzę?
uk: Кого я бачу?

source: Kogo ja widzę? Chyba mamy sprawę do obgadania.
uk: Кого я бачу? Гадаю, нам є про що поговорити.

source: Kogo ja wysłałem do tej roboty...
uk: Кого я відправив на цю роботу...

source: Kogo mogę tu spotkać?
uk: Кого я можу тут зустріти?
